[
{"type":"header","version":"4.9.5","comment":"Export to JSON plugin for PHPMyAdmin"},
{"type":"database","name":"mkargar"},
{"type":"table","name":"products","database":"mkargar","data":
[
{"artikelnummer":"1","bezeichnung":"SCHOKOLADEN-CUPCAKE","herstell":"Danet","preis":"5","beschreibung":"Schritt 1: Mischen Sie die trockenen Zutaten\r\nZuerst Mehl und Backpulver mischen und dreimal sieben, um es aufzuhellen, dann in eine Schüssel gießen und Zucker, Kakaopulver und Vanille hinzufügen und die Zutaten mit einem Handmixer gut vermischen.\r\n\r\nSchritt 2: Fügen Sie die Eier hinzu\r\nFügen Sie die Eier einzeln hinzu und mischen Sie die Zutaten gut mit einem Elektro- oder Handmixer oder einer Gabel, fügen Sie dann das Öl bzw. die Milch hinzu und rühren Sie, bis sie vollständig homogen sind.\r\n\r\nSchritt 3: Schokoladen-Cupcakes zubereiten\r\nZum Schluss rühren Sie die Zutaten mit einem Hand- oder Elektromixer einige Minuten lang, bis sie gedehnt und glatt sind, bereiten Sie dann Papierkapseln oder Muffinformen vor und gießen Sie 1\/3 des Fassungsvermögens jedes Bechermaterials mit der Hilfe in jede Dose oder Kapsel einer Schöpfkelle oder eines Löffels.","img":"1.jpg"},
{"artikelnummer":"2","bezeichnung":"ERFRISCHENDE CUPCAKES ","herstell":"Maria","preis":"120","beschreibung":"Heizen Sie den Backofen auf 175° C vor und legen Sie die Muffinsform mit Papierförmchen aus.\r\nSchlagen Sie Eier und Zucker zu einer cremigen Masse und geben Sie dann Öl, Orangen- und Zitronensaft hinzu.\r\nRühren Sie nun Backpulver und Mehl rasch unter die Buttermasse und heben Sie anschließen die Mandeln unter den Teig.\r\nVerteilen Sie den Teig gleichmäßig in den Förmchen und backen Sie die Cakes auf mittlerer Schiene für etwa 25 Minuten.\r\nLegen Sie pro Cupcake eine Erdbeere zur Seite und pürieren Sie die restlichen. Geben Sie dann den Topfen hinzu und verrühren alles zu einer glatten Masse.\r\nSchlagen Sie Schlagobers mit dem Sahnesteif und Vanillezucker steif und heben Sie ihn unter die Erdbeer-Topfen-Masse.\r\nGeben Sie die fertige Creme in einen Spritzbeutel und garnieren Sie die abgekühlten Cupcakes damit. Zuletzt geben Sie noch die Erdbeeren auf die Creme.","img":"2.jpg"},
{"artikelnummer":"3","bezeichnung":"SCHWARZWÄLDER KIRSCH CUPCAKE","herstell":"Müller","preis":"9","beschreibung":"In einer Schüssel Mehl, Backpulver und Kakaopulver vermischen. Ofen auf 180°C vorheizen.\r\nDie weiche Butter, Eier, Zucker, Kirschschnaps und Vanillezucker schaumig rühren, Milch zufügen. Die Mehlmischung vorsichtig unterheben.\r\nEin Muffinblech mit Formen mit Butter ausfetten, dann zur Hälfte mit Teig füllen und 20-25 Min. backen und auskühlen lassen.\r\nFür die Creme: Schlagobers schlagen, Zucker, Sahnesteif und Kakao unterrühren.\r\nDie Muffins in der Mitte (quer) durchschneiden und mit Creme bestreichen. Oberen Muffinteil wieder drauf setzen. Die restliche Creme in einen Spritzsack mit zackiger Tülle aufspritzen. Mit Schokoraspel und Belegkirschen garnieren. Dann nach Wunsch in Papier-Muffinförmchen setzen.","img":"3.jpg"},
{"artikelnummer":"4","bezeichnung":"OREO CUPCAKES","herstell":"Oreo","preis":"8","beschreibung":"Die Eier mit dem Zucker schaumig schlagen. Währenddessen die Schokolade über ein Wasserbad mit der Butter schmelzen, ein bisschen abkühlen lassen und anschließend langsam untermixen. Abschließend Mehl und Backpulver unter den Teig heben.\r\nEin Muffinblech mit Muffinförmchen auslegen und je einen Oreokeks in eine Muffinform legen und den Teig darüber verteilen. Die Muffins bei 180°C, Ober- und Unterhitze zirka 20-25 Minuten backen.\r\nFür die Creme: Die restlichen Oreokekse fein hacken.\r\nDie restliche, zimmertemperaturwarme Butter mit dem Staubzucker mixen und den Frischkäse dazugeben. Schließlich die zerhackten Oreokekse untermischen und die Creme nun auf den Muffins mit Hilfe eines Spritzbeutels verteilen.\r\nZur Dekoration je einen halben Oreokeks oder einen Minioreokeks auf einen Muffin geben.","img":"4.jpg"},
{"artikelnummer":"5","bezeichnung":"NUTELLA CUPCAKES","herstell":"Nutella","preis":"9","beschreibung":"Für die Nutella Cupcakes zuerst das Backrohr auf 180 Grad Ober-\/Unterhitze vorheizen und eine Muffinform mit Papierförmchen auslegen.\r\nIn einer Rührschüssel das Mehl, Kakaopulver, Butter, Zucker, Backpulver und Salz mit dem Mixer mischen. Unter Rühren zunächst die Milch, dann das Ei und Nutella unterrühren, bis ein geschmeidiger Teig entsteht.\r\nDie Masse in die vorbereitete Form füllen und für 20 Minuten im Backrohr backen.\r\nFür die Glasur: Zucker, Nutella, Butter und Milch gut verrühren und in den Kühlschrank stellen. Wenn die Cupcakes ausgekühlt sind mit der Glasur verzieren.","img":"5.jpg"}
]
}
]
